Repository: mozilla-l10n/mt-training-data
Catalog: sva/sva_pontoon.tmx
Source language: en_us
Languages: sva

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
sva: ალჲა̈რ ისგუ საკუთარ სიტყუ̂ა̄̈ლ ჰე̄მა ლიხ, უბრალოდ რე̄ქა <italicizedText> "თვითციტირება" </italicizedText>. ნა̈ჲ ხეკუ̂ეს ჩუ ნიხა̄ლდე̄დს იმ'ა̄̈ხითხ ალ კონტენტ, ჩუ ნემჲე̄დე̄ნს ლიმწუ̂მა̈უ̂ი, საყოუ̂ელთაო საკუთრება ლი ჰა მა̄მა, სააუ̂ტორო უფლება̄ლე შეზღუდუ̂აურდ ლი ჰა მა̄მა. ციტირება̄̈ ბედჟი ხოშა ინფორმაცია̄̈შდ ა̈ხკჷმა̄̈რ ნიშგუ̂ეჲ <guidelinesLink> სახელმძღუ̂ანელო გუ̂ერდ</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
sva: ნა̈ჲრ ჟი ჰემა ხეღრენი, მო̄დეჲ შჷრშნი, უ̂არ ლე̄ქა, ტექსტი მთლია̈ნდ ლიჰუ̂ნა̈რი ჰემა მა̄მ იჴჷ̄რჴი.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
sva: სი ჰე̄სა ალ ფაილი ბედჟი ხოშილ ინფორმაცია ჯუღუ̂ა, იმშა წარმოდგენად გუჯა̄რ, დაგვიკავშირდი.

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
sva: სი ჰე̄მა გუ̂იჯა̄რ ალ ფაილი ბედჟი ხოშილ ინფორმაცია̄̈ ქა̈მად , ხედუ̂ა̄̈ჲ მა̄მ ლი ჩართულ შაბლონთე̄სგა , დაგუ̂იკავშირდი.

source: If the sentence does not meet the above criteria, click the "No" button.
sva: ლახ წინადადება დეშ აკმაყოფილე ლჷშელდა̄ნე კრიტერიუმა̈ლს, ჟ'ე̄სოთლ ღილაკს "დე̄სა".

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
sva: წინადადება ჰემა მა̄მ აკმაყოფილე ჩულჷშჷლდანე კრიტერიუმა̈ლს, ჟე̄სოთლ ღილაკს &quot; უ̂არ&quot; წინადადებაისგა დარწმუნებულ ჰე მა̄მ ხი, ჩუ ჯა̈მჲე̄და ქალახცურა ი ქა̄ტეხ ეჩუნღუ̂ე̄შთე.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
sva: წინადადება ჰემა ლი შეურაცხმყოფელ, ჰედ ლეხი̄რ, მაგალითად, სურუ აშკარა შინაარსი ბა̈დშუ̂, ჰედ ლიხ იშგენ დარღუ̂ეუ̂ა̄̈ლ ნიშგუ̂ეჲ <communityGuidelines> საზოგადოებაიასგა მონაწილეობა̄̈ წესრეშ </communityGuidelines> - წინადადებას უარყოფა ხეკუ̂ესე ლაჰოდა.აჯაღ ჯა̈მჲედა დაგუ̂იკაუ̂შირდე მისამართჟი<emailFragment>commonvoice@mozilla.com</emailFragment> საკითხი ჟი ლაბჷდდ.

source: If the sentence meets the criteria above, click the "Yes" button.
sva: ლახ წინადადება ჩუ̂აკმაყოფილე ლჷშელდა̄ნე კრიტერიუმა̈ლს, ჟ'ე̄სოთლ ღილაკს "ა̄დუ"

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
sva: წინადადება კრიტერიუმა̈ლს სგა ჰემა ხოსყე̄ნე, ჟე̄სოთლ &quot; ჩულიმტკიცა̈უ̂ი &quot; ლერსგუ̂ენ ღილაკ.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
sva: ლახე მა̄მ ხი დარწმუნებულ წინადადებაისგა, ქა ლახაცუ̂რ ი ქ'ა̄ტხ მახე წინადადებათე.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
sva: ეჯკა̈ლი ჰე̄სამა აჯხუ̂იდდე̄დს, ერე ალ სახელმძღვანელოჲსგა მა̄მ ხა̈ჲრა, ჰერ ლა̄ხო ისგუ̂ა ლაწეუ̂შუ̂. ჰე გაცხა̈ჲდ დეშ ასკჷბა, ა̈ხჴჷმა̈რ ქალიცუ̂რე̄მი ღილაკ ი ქა̄̈ტხ ეჩუნღუ̂ე̄ ჩანაწერთე.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
sva: სი ლახ<strong>ჟიი ჟი ხიჰუ̂ნა̈რი</strong> ი <strong>ჟიი ჟი ხიმჴერი</strong>, ეჩქას, იმჟი წეს ლი,<strong> ჩუ ხეკუ̂ეს ათმიტკცაუ̂ა</strong>.

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
sva: ჰემა ჯაკუ კითხუ̂ა̄̈ლე ნა̈წილ ათზჷზა ლეშხუ̂ნიდ, სი ჯა̈მჲედა<githubLink>ახსყა ალა ნიშგუ̂ე̄ჲ GitHub</githubLink> ჰედ ათზი̄ზ ელ.ფოსტოშუ̂ მისამართჟი<emailFragment>commonvoice@mozilla.com.</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
sva: ჰემა სი მო̄მ ა̈ხკედ ნიშგუ̂ეჲხა̈ნ პასუ̂იხუ̂ს ჲარუ̂ ლადა̈ღისგა, დაგუ̂იკაუ̂შირდი<emailLink>{ $email }</emailLink> ი ნა̈ჲ ქაჯიპასუხედ!

source: If you don't see your language in either part of the platform, select both.
sva: ლახ სი დეშ ხოსგდი ისგუ ნინს აშხუ̂ პლატფორმაჟი, ჟ'ა̄̈ხითშ პატრნიორა̈ლ.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
sva: სი ჰედ ისგუ ორგანიზაციას ჰემა ჯაკუხ წუ̂ლილი ლიჲ პროექტთეჲსგა, ჩუ ჯა̈მჲედა <donateLink>დონაცია</donateLink> ჰედ დაუკაუ̂შირდი ნიშგუ̂ეჲ ი ნიშგუ̂ეჲ პარტნიორალე გუნდს მისამართჟი <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
sva: წუ̂ლილი ლიი ჰემა გარჯ ჯა̄რ, შომუ̂ა̄̈ჲ ჯიცხე̄ნს, სი ჩუ ჯა̈მჲედა ისგუ ნინი მთლია̈ნ კონტენტი ლიწედ.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
sva: ჰემა ხეთხე̄ლი ინსტრუმენტა̈ლს ASR მოდელრე ლასყე̄ნად, სი ჩუ ჯა̈მჲედა, დაკაუ̂შირება საზოგადოებაისგა მერმა̄̈ლცახა̈ნ<discourseLink> ჰედ დისკოვერჟი</discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
sva: სი ჰემა ჯაკუ, ერე ხოშა ლჷნცინად ლა̈ხგჷრგლა მონაცემრე ნაკრები ბედჟი, გუ̂ი ჯა̄რ თანაინუ̂ესტიციად პლატფორმა̄̈ ჩულჷგეგმაუ̂ე ლიმშა̈რიჲსგა ჰედ ა̈ხთხა თანამშრომლობა̄̈ შესაძლებლობა̄̈ლ, ეჩქა<emailFragment>ა̈ნიჲრ ნა̈ჲ. </emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
sva: წინადადება̄̈ლ სგ'ე̄სა ლა̈ჯშდა̈ხ, ჯეჰრიდ, ერე ლა̈ნმა̈რჯუ̂ ხოფში̄რა წინადადება̄ლე ლაყუ̂ბას!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
sva: ჰემა ჯაბჟა, ერე<strong> ბა̈დშუ̂ მა̄მ ხარ ლა̈ცხრი ნა̄̈ქუ̂ს</strong>, ჰედ ისმი<strong>სურუ ფონურ ჰერა̈ლ</strong>, ჰედ ისმი<strong>იშგენ ხა̈ლხი გა̈რგლა</strong>, ეჩქა ხეკუ̂ეს უარყოფით ლახო̄მა კლიპს.<accuracyLink>ა̈ხწუ̂ე̄ნ დამატებით ინფორმაცია კრიტერიუმალე ბედჟი</accuracyLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
sva: მი ათხე̄ხი ოხუ̂ა̈სყ პერსონალურ მიზან ხმოვან წვლილიშდ #CommonVoice-შდ - სგა ლა̈მტყუ̄ბა̈ნ ი ლოხმა̈რჯუ̂ მანქანა̄̈ლს, ერე ჟ'ა̈ნთუ̂ერიხ იმჟი გუ̂რგლის ტკისდი მა̄რა̈ლ{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
sva: მი თანახმა ხუ̂ი, იმუ̂ა̄̈იჟი დო ხამშია̄უ̂ნი ალ ინფორმაციას Mozilla<privacyLink>კონფიდენციალურობა̄̈ პოლიტიკაისგა</privacyLink>

source: Include appropriate citation
sva: ლახჩიდინ მასყა ციტატა̄̈ლ

source: Includes email, username & demographic info, available right away
sva: ამე̄სგა ა̈რი ელფოსტა, მომხმარებლი ჟა̄ხე ი დემოგრაფიულ ინფორმაცია, ხელმისაწვდომ შიშდ

source: Includes mp3s and related sentences, may take some time to prepare
sva: ამხაუ̂თე̄ჲსგა ესღრი mp3 ი დაკავშირებულ წინადადება̄̈ლ, ლამა̄რას შეიძლება მა̄დხუ̂ა̄̈ჲ დუ̂რეუ̂ ა̈ხკუ̂ეს

source: Indonesian
sva: ინდონეზიურ

source: Information about the language
sva: ინფორმაცია ნინი ბედჟი

source: In Progress
sva: პროგრეს

source: Interested in getting involved with this project, or partnering with us?
sva: ჯა̈ინტერესმა ალ პროექტისგა მონაწილეობა ჲედ პარტნიორობ ნიშგუ̂ეჲცახა̈ნ?

source: Interested in learning more and contributing to the project?
sva: ჯაკუმა, ერე ხოში̄ლ ა̈ცხჷრა ი ისგუ წვლი ათხია პროექტთე̄ჲსგა?

source: Interface language:
sva: ინტერფეისი ნინ

source: [interrupted by background noise]
sva: [ჩუ მექუ̂ცე ლი ფონურ სა̈ხმა̈ხშუ̂]

source: Intersex
sva: ინტერსექს

source: Invalid file
sva: არასწორ ფაილ

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
sva: <isoCodeLink>ISO კოდა̈რ</isoCodeLink>ცნობილ ჰემა ლი

source: Is the clip valid?
sva: ამშჲემა კლიპ?

source: Italian
sva: იტალიურ

source: It contains words or phrases that are hard to read or pronounce.
sva: ალას ხეჩდა ეჯკა̈ლი სიტყუ̂ა̄̈ლ ჲედ ფრაზა̄̈ლ, ხედა̄̈ ლიჭუ̂და̄ნე ჲედ ლი̄ქუ̂ი̄სგ გარჯ ლი.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
sva: ზაუ̂ისგა მილიონ დოლართეჟი ხაკუ მონაცემრე ნაკრები მასპინძლობს ი პლატფორმა̄̈ ლისკე̄თეს 100+ ენობრივ საზოგადოება̄̈შდ, ერუ̂ა̄̈ჲ ეყრდნობიან ეჯას, იმუ̂ა̄̈ჲ ნა̈ჲ ლასყე̄ნედ.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
sva: მონაცემრე ხორეუ̂ი მასპინძლობს ი პლატფორმა̄̈ ლისკე̄თეს100+ ენობრივ საზოგადოება̄̈შდ, ესუ̂ა̄̈ჲს იმედ ხა̄რხ ეჩი̄შ-ე, იმუ̂ა̄̈ჲ ნა̈ჲ ხუ̂ასყე̄ნედ, ზაუ̂ისგა ხია̄̈რ მილიონ დოლართეჟი ხაკუ. <strong> ჰემა სი ხალგუ̂ენი ღია, ინკლუზიურ მონაცემა̈რს, ახა̈სყ შემოწირულობა შიშდ ლა̈დი!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
sva: ხუ̂ა̄̈ჲ თეთრ ხაჯეშ მონაცემრე ხორეუ̂ი მუდმივ მა̈სპინძლობ ი ლიფშუ̂დე, პლატფორმა̄̈ ლისკეთე <africaMradiLink>საზოგადოებრიუ̂ პროგრამალე <africaMradiLink> ქალიფშუ̂დე.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
sva: ბჷგიდ მნიშუ̂ნელოუ̂ან ლი, ერე მა̈გ ტექსტურ წინადადება ლე̄სუ̂<publicDomain> საჯარო დომენ</publicDomain>(cc0) ეჯღ'ე̄რე Common Voice მონაცემრე ნაკრებ მეფშვდე ლი cc0 ლიცენზიოშ. წინადადება ეჩქა გარ ახტუ̂ირთა̈უ̂ ჟი, ჰემა დარწმუნებულ ხი ი ჩიგარ მიუთითე შესაბამის ციტატა.

source: It is written in a language different than what I’m reviewing.
sva: ალა იშგენ ნინჟი ლი ლჷი̄რ, მი ერ ხუ̂ამოწმა̈ნი, ეჩეჟი მა̄დე.

source: It is written in a language different than what I’m speaking.
sva: ალა იშგენ ნინშუ̂ ლი ლჷი̄რ, მი ერ გუ̂ა̈რგლი, ეჯნოშ მა̄მა.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
sva: მნიშვნელოვან ლი ციტატა̄̈ლე ლინჩჷდე ეჯნა̄̈რდ, ერე ჩუ̂ათუ̂მოწმა̄ნად, წინადადება საჯარო დომენისგა ერ ა̈რი ი მა̄მ ეხება სააუ̂ტორო უფლება̄ლე შეზღუდუ̂ა.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
sva: Common Voice ლისყე̄ნეს ხუ̂ა̄̈ჲ ხაკუ! ალას ნა̈ჲ შდა̄შუ̂ მა̄მა ხუ̂აშდბად! ჯაკუმა პარტნიორობ ნიშგუ̂ეჲცახა̈ნ? ნა̈ჲ მა̈ხიადა̈რ ხუ̂იჰუ̂ნა̈რიდ ისგუ აზრს.

source: Join Discord Community
sva: სგ'ა̄̈ხტყუბა̄̈ნ Discord საზოგადოებას

source: Join our community
sva: სგ'ა̄̈ხტყუბა̄̈ნ ნიშგუ̂ეჲ საზოგადოებას

source: Join the Common Voice mailing list
sva: სგა ლა̈ხტყუ̄ბა̄̈ნ Common Voice სიას

source: Join us on Discord
sva: სგ'ა̄̈ნტყუბა̄̈ნ ნა̈ჲ Discord-ჟი

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
sva: უბრალოდ ლოხპასუ̈ხუ̂ ეშხუ-იორი წინადადებოშ. დარწმუნდი, ერე ისგუ ნინ მა̄მ ლი შეურაცხმყოფელ.

source: Just Unsure?
sva: უბრალოდ დარწმუნებულ მა̄მ ხიჲა?

source: Kabardian
sva: ლჷქა̄შგუ

source: Kannada
sva: კანადურ

source: Kazakh
sva: ყაზახურ

source: { $kb }kb max
sva: { $kb } კბ მაქს

source: Keep
sva: ჩუ̂აშხუნ

source: Keep it up, record again <recordIcon></recordIcon>
sva: ამჟი̄ნ! მახად ათი̄ჲრ სგა <recordIcon></recordIcon>

source: Keep the recordings
sva: ჟილა̈ხიშხუ̂ნ სგანა̈ირუ̂ა̈ლ

source: Keep track of your progress and metrics across multiple languages.
sva: ხა̈თე̄უ̂რა̈ს ისგუ̂ა პროგრესს ი მაჩვენებლა̈რს მე̄რმე-მე̄ერმე ნინა̈რჟი.

source: Keep track of your progress with a profile
sva: გუ̂ი ლა̄ხო ისგუ სგუ̂ებდ ნა̄ზუ̂ს ისგუ̂ა პროფილისგა

source: Keep track of your progress with a profile and help our voice data be more accurate.
sva: გუ̂ის ხაჰუ̂ედდა̈ს ისგუ̂ა პროგრესს ისგუ̂ა პროფილისგა ი ლოხმა̈რჯუ̂ ხმოუ̂ან მონაცემა̈რს, ერე ხოშა ზუსტ ლე̄სუ̂ხ.

source: Kelabit
sva: კელაბიტ

source: Kenyah
sva: კენიურ

source: Korean
sva: კორეულ

source: Kyrgyz
sva: ლჷყირგიზუ

source: Language
sva: ნინ

source: Language Fundamentals (e.g. Digits, Letters, Money)
sva: ნინი საფუძუ̂ლა̈რ (მაგალითად, ციფრა̄̈ლ, ასუ̂ა̄̈ლ, თეთრ)

source: Language Request
sva: ნინი ლიშგუ̂ემ

source: Language request successfully submitted, thank you.
sva: ნინი ლიშგუ̂ემ წარმატებულდ ა̈დზჷზა̄̈ნ.

source: Languages
sva: ნჷნა̈რ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
sva: ნინა̈რს შეიძლება ხუღუ̂ენხ ლოკალიზაცია̄̈ საკუთარ წესა̈რ ი დამატებით მოთხოვნა̄̈ლ. ჰემა ნინიშდ მა̄მ ა̈რი ვალიდაცია̄̈ კონკრეტულ ფაილ, მონაწილა̄̈ლ ხოსგდიხ ინგლისურ წესა̈რს.

source: Language Text
sva: ტექსტი ნინ

source: Large bulk sentence submission
sva: წინადება̄ლე სუ̂რილ პაკეტი წარდგენა

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
sva: ხოშა, ჩი̄ა̈შდ ხელმისაწუ̂დომ ლუყუ̂ბე მონაცემა̈რ შის ხოსყე̄ნეხ ინოვაცია̄̈ლს ი ჰედუ̂ირ კონკურენციას გარგლა̄̈ ტექნოლოგია̄̈შ მანქანურ ლათუ̂რიისგა. Common Voice-ეშ მონაცემრე ნაკრებ მაშე̄ნე ლი, მარე ეშხუშ-ეშხუგარ მა̄მა. ალ გუ̂ერდ საცნობარო ცენტრს ხომურჯუ̂ი იშგენ ღია წყაროშ მონაცემრე ნაკრებიშდ ი გუ̂იშგვეჲ გამოშვება̄̈ განახლება̄̈ლე ქორს Common Voice-ეშ ლიცხემცახა̈ნ უშხუ̂იდ.

source: Large scale corporates and platform companies
sva: მეგრე-მეგრე კორპორაცია̄̈ლ ი პლატფორმა̄̈ კომპანია̄̈ლ

source: Last Updated: { $lastUpdatedTimeStamp }
sva: ღუ̂ეშგმე ლიმხე

source: Latvian
sva: ლატუ̂იურ

source: Launched
sva: ქა̄ფა̈შუ̂დ

source: Laz
sva: ლაზურ

source: Leaderboard Visibility
sva: ხილვადობა̄̈ Leaderboard

source: Learn about partnerships with Common Voice
sva: ა̈ხმეჴერ Common Voice-ცახა̈ნ პატნიორობა̄̈ ბედჟი

source: Learn about the mission and team behind Common Voice
sva: ჟ'ა̄̈ხმეჴერ Common Voice-ეშ მისია̄̈შ ი გუნდი ბედჟი

source: Learn how to check a transcription
sva: ჟ'ა̈ხითუ̂რ, იმჟი ხეკუ̂ეს ათმოწმა̄ნა ტრანსკრიფცია

source: Learn how to take part
sva: ჟ'ა̈ხმეჴერ იმჟი ა̈ხკჷდა მონაწილეობა

source: Learn how to transcribe
sva: ჟ'ა̈ხითუ̂რ ტრანსკრიფცია

source: Learn how to use this page
sva: ჟ'ა̈ხითუ̂რ, იმჟი ხეკუ̂ეს ა̈ხჴჷმრა ალ გვერდ

source: Learn More
sva: ა̈ცხირ ხოშილ!

source: Leaving now means you’ll lose your changes
sva: ათხე ამხა̈ნქა ქა̄̈ნჴდენი, ისგუ ნასყა̈უ̂ ცვლილება̄̈ლ ჩუჯითუ̂ფენი

source: Leaving now means you'll lose your progress
sva: ათხე ამხა̈ნქა ქ'ა̄̈ნჴდენი, სგუ̂ებდ ნა̄ზუ̂ ჩუჯითუ̂ფენი

source: Length
sva: ნაჯუ̂დი

source: Let's Get Started
sva: ჟა̄̈ლბინად ჲაღო

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
sva: ასუ̂ა̄̈ლ ხეკუ̂ესე მიღებულ ლე̄სუ̂ხ ლაგჷრგა̈ლ ნინჟი. მაგალითად, ქართუ̂ილისგა ა̈რი “წ” ასო, მარე მა̄მ ა̈რი ინგლისურ ანბანისგა ი ეჯღა ნო̄მა ხეკუ̂ეს ანწუ̂ა̄̈ნდე̄დს ინგლისურ ტექსტისგა.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
sva: LibriSpeech ლი 1000-თეჟი საღა̈თია̈ნ კორპუს 16Khz ლუჭუ̂ედ ინგლისურ ნინშუ̂, ხედუ̂ა̈ჲ ა̈ხუ̂კიდდ ნაჭუ̂და̄ნ აუდიო ლა̈ჲრა̈რხა̈ნჟი LibriVox პროექტისგა.

source: License
sva: ლიცენზია

source: License: <licenseLink>CC-0</licenseLink>
sva: ლიცენზია:<licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
sva: ლიცენზია:<licenseLink>{ $license }</licenseLink>

source: Link Copied
sva: ბმულ კოპირებულ ლი

source: Links to websites that can help us understand the language
sva: ბმულა̈რ ვებგვერდჟი, ხედუ̂ა̄̈ჲ გუ̂იმურჯუ̂იხ ნინი ლა̈ცხირს

source: Listen
sva: ლა̈მჰუნა̈რ

source: Listening
sva: ლიჰუ̂ნა̈რი

source: Listen options menu
sva: ლაჰუ̂ნა̈რი პარამეტრალე ლათხე̄ლ (მენიუ)

source: Listen-Queue
sva: ლიჰუ̂ნა̈რი̄ რიგ

source: Loading…
sva: იტუ̂ირთა̈უ̂ი…

source: Loading sentences…
sva: წინადადება̄ლე სგალიჲრი…

source: Localized
sva: ლოკალიზებულ

source: Log In
sva: სგა ლი̄ზი

source: Login Identity
sva: სგა ლა̄ზ იდენტიფიკაცია

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
sva: <loginLink>სგა̄დე</loginLink> ჰედ <loginLink> ჩუ̂ა̈თრეგისტრაუ̂ა̈ნ </loginLink> ერე ჟ'ე̄სქჷმა ფიშირ წინადადება̈ლ

source: Log in or sign up to get started
sva: ლა̈ბნად ჲედ სგა̄დე, ჲედ ჩუ̂ა̈თრეგისტრირაუ̂ა̈ნ

source: Log In / Sign Up
sva: სგალი̄ზი/რეგისტრაცია

source: Log In / Sign Up with { $company } email
sva: სგა̄დე/ჩუ̂ა̈თრეგისტრირაუ̂ა̈ნ { $company } ელფოსტოშუ̂

source: Log Out
sva: ქა ლიჴედ

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
sva: ა̈ხითხ ტექსტ, ხედას საავტორო უფლება̄̈ლ სერ მა̄მ ეხება, მაგალითად ლა̈ირა̄̈ლე ხოშა ნა̄̈თი, ხედუ̂ა̄̈ჲ გამოცემულ ლიხ 1920 ზაუ̂ჩიქდ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
sva: ალ ნინჟი ლეჭუ̂და̈ნი კლიპა̈რ დო̄უ̂ მა̄მ არდახ. ლა̈ნმა̈რჯუ̂ შევსებაისგა შიშდ ათხე სგა ლა̈ირიშუ̂.

source: Macedonian
sva: მაკედონურ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
sva: გარგლა̄̈ ლიბნა̄ლ დარწმუნდი, ერე პლატფორმა იჲრი ი იჩრა̈უ̂ი ეჩქა გარ, შომუ̂ა̄̈ჲ სი ქ'ა̄თზჷგრი.

source: Make sure the sentence meets the following criteria:
sva: დარწმუნდი, ერე წინადადება სგახოსყე̄ნე ალ კრიტერიუმა̈ლს:

source: Make sure they can be answered in just a couple of sentences
sva: დარწმუნდი, ერე ალ კითხუ̂ა̄̈ლჟი პასხუ̂ი ლიტხე ჯი იმა̈რგ აშხუ̂-ჲარუ̂ წინადადებოშ

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
sva: ისგუ წარმოდგენილ მონაცემა̈რ ახა̈სყ მა̈ჲ ლა̈თია̄ლს ლე̄სსუ̂ მდიდა̈რდ ანონიმურ დემოგრაფიულ მონაცემა̈რშუ̂. ნა̈ჲ საჯაროდ ლიქუ̂ეყნაუ̂ა̄ლ დემოგრაფიულ მონაცემა̈რს დეიდენტიფიკაციას ხუ̂ა̈ჩოდ.

source: Male/Masculine
sva: მამრობით

source: Manage Email Subscriptions
sva: ელ.ფოსტა̄̈ გამოწერა̄̈ლე ლიმჷრთა̈უ̂ი

source: Manage Subscriptions
sva: გამოწერა̄̈ ლიმჷრთა̈უ̂ი

source: <mark>Check</mark>
sva: <mark>ჩუ̂ათმოწმა̈ნ</mark>

source: <mark>Data</mark>
sva: <mark>მონაცემა̈რ</mark>

source: <mark>Prompt</mark>
sva: <mark>მოთხოვნა</mark>

source: <mark>Respond</mark>
sva: <mark>პასუ̂იხუ̂</mark>

source: <mark>Transcribe</mark>
sva: <mark>ტრანსკრიფცია</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
sva: <mark> ხიჴმა̈რიმა CV-ის</mark><br/><mark>ისგუ̂ა კვლევა̈შდ?

source: <mark>We need</mark><br/><mark>your help!</mark>
sva: <mark>ნაწჷხ</mark><br/><mark>ისგუ ლიმურჯუ̂ი!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
sva: Matrix ლი ღია, ჰა̈ში პროტოკოლ დევენტრალიზებულ კომუნიკაცია̄̈შდ რეალურ დუ̂რეუ̂ისგა ი Mozilla-ა̈შ ღია დისკუსია̄̈ლეშდ.

source: Maximum file size: 25 MB
sva: მაქსიმალურ ზომა ფაილიშ: 25 მბ

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
sva: შეიძლება ნიშგუ̂ეჲ<homepageLink>მთავარ გუ̂ერდდ ლა̈ჯმარჯუ̂ას? შეკითხუ̂ა̄̈ ლაჰუ̂ედდ სგ'ა̄̈ხტყუბა̄̈ნ<matrixLink>საზოგადოება̄̈ ჩათთე̄ჲსგა</matrixLink>, გუ̂ი ლა̄ხო საიტი პრობლემა̄̈ლს<githubLink>GitHub</githubLink> საშუალებოშ ჰედ ლა̈ხმუშგუ̂რა̄̈ნ ნიშგუ̂ეჲ დისკოუ̂ერი ფორუმა̈ლს </discourseLink>.

source: Media and Entertainment
sva: მედია ი გართობა

source: Message
sva: ბა̈ჟინ

source: Michoacán Mazahua
sva: მიჩოაკან მაზახუა

source: Mingrelian
sva: ლჷმგრა̈ლუ

source: Minimum sentences in file: 1000
sva: წინადადება̄ლე მინიმალურ შელდ ფაილისგა: 1000

source: [Mismatched content]
sva: [მა̄დმა მასყა კონტენტ]

source: Misreadings
sva: უსწოროდ ლჷჭუ̂და̄ნე

source: Missing an 's' at the end of a word.
sva: ხაკლი სიტყვა̄̈ ლა̈შთხამჷყ.

source: Missing an <strong>'s'</strong> at the end of a word.
sva: ხაკლი <strong></strong> სიტყვა̄̈ ლა̈შთხამჷყ.

source: Missing 'A' or 'The' at the beginning of the recording.
sva: ნა̈ირი ლა̈ბნას ხაკლი 'ა' მო̄დეი.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
sva: ნა̈ი̄რუ̂ი ლა̈ბნას ხაკლი<strong> 'ა'</strong> მო̄დეი<strong></strong>

source: Missing the end of the last word by cutting off the recording too quickly.
sva: ქახაცუ̂ირ უ̂ეშგმეპილჲა̈ სიტყუ̂ა̄̈ ლა̈შთხა ნა̈ი̄რუ̂ი სურუ ჩქა̈რდ ლისრულე̄მი ბა̈დშუ̂.

source: Mixed
sva: ლჷნჩჷდე

source: Mongolian
sva: მონღოლურ

source: More
sva: ხოში̄ლ

source: [More has been recorded than the required text]
sva: [ტექსტს ერ ხაწჷხ, ეჩან ხოშა ლი ლჷი̄რ]

source: More languages coming soon
sva: დო̄სგ ქა იწუ̂ე̄ნიხ იშგენ ნჷნა̈რი

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
sva: მონაცემრე ხოშა ნა̄̈თი, ხედუ̂ა̄̈ჲს მეგრე-მეგრე კომპანია̄̈ლ იჴმა̈რიხ, მიუწუ̂დომელ ლი ხა̈ლხიშდ. ნა̈ჲ ხუ̂აჭკუ̄რედ, ერე ალა ხომა̈უ̂ინე ინოვაციას. ამღა ნა̈ჲ ოხსყედ Common Voice პროექტ, ხედუ̂ა̄̈ჲ შის ხოსყე̄ნე ეჯას, ერე ჰერი ლითერ ხელმისაწვდომ ლესსუ̂ ჩია̈შდ.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
sva: მონაცემრე ხოშა ნა̄̈თი, ხედუ̂ა̄̈ჲს მეგრე-მეგრე კომპანია̄̈ლ იჴმა̈რიხ, მიუწუ̂დომელ ლი ხა̈ლხიშდ. ნა̈ჲ ხუ̂აჭკუ̄რედ, ერე ალა ხომა̈უ̂ინე ინოვაციას. ამღა ნა̈ჲ ოხსყედ Common Voice პროექტ, ხედუ̂ა̄̈ჲ შის ხოსყე̄ნე ეჯას, ერე ჰერი ლითერ ხელმისაწვდომ ლესსუ̂ ჩია̈შდ.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
sva: ჩანაწერლეშ ხოშა ნა̄̈თი ლიხ ხა̈ლხი გა̈რგლა მინე ბუნებრიუ̂ ჰერშუ̂. სი ჩუ ჯა̈მჲე̄და, ერე ა̈ხკჷდა არასტანდარტულ ჩანაწერ, ხედუ̂ა̄̈ჲ ი̄რა ლა̈ტუ̂ი̄ლია̄ლუშ, ლაფურსტინშუ̂ ჰედ ქალჷთნად 'დრამატულ' ჰერშუ̂. უ̂არ რე̄ქა ლაღრა̄ლოშ ნა̈ი̄რუ̂ ჩანაწერა̈ლღა ი კომპიუტერი სინთეზირებულ ჰერს ერ იჴმა̈რიხ, ეჯჲა̈რღა.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
sva: Common Voice ლი Mozilla-აშ ინციატივა, ერე მანქანა̄̈ლს ლოხმარჯუ̂ას ეჩი̄ ლათუ̂რის, იმჟი გა̈რგლიხ ტკისდიშ მა̄რა̄̈ლ.
